Repository: tmfg/digitraffic-catalog
Catalog: ext/ckanext-digitraffic_theme/ckanext/digitraffic_theme/i18n/*/LC_MESSAGES/ckanext-digitraffic_theme.po
Languages: fi, sv

source: Upload
fi: Lataa
sv: Ladda upp

source: Please select the file to upload again
fi: Valitse ladattava tiedosto uudelleen
sv: Vänligen välj filen att ladda upp igen

source: Remove
fi: Poista
sv: Ta bort

source: Image
fi: Kuva
sv: Bild (PNG/JPG/GIF)

source: Upload a file on your computer
fi: Lataa kuva koneeltasi
sv: Ladda upp en fil från din dator

source: File
fi: Tiedosto
sv: Fil

source: Sysadmins
fi: Ylläpitäjät
sv: Systemadministratörer

source: Trash
fi: Roskakori
sv: Papperskorg

source: Register
fi: Rekisteröidy
sv: Registrera dig

source: Log in
fi: Kirjaudu sisään
sv: Logga in

source: Visibility and users for your data
fi: Datalle näkyvyyttä ja käyttäjiä
sv: Synlighet och användare för din data

source: The Transport Data Catalog is an open national access point (NAP) for traffic data, where traffic data providers submit information about the data and APIs they offer. For data users, the catalog provides an overview of available data sources, their providers, usage methods, and terms.
fi: Liikennedatakatalogi on liikennetiedon avoin kansallinen yhteyspiste (National Access Point, NAP), johon tiedon tuottajat toimittavat tietoja tarjoamastaan liikennedatasta ja rajapinnoista. Liikennedatan hyödyntäjille katalogi tarjoaa näkymän tarjolla oleviin datalähteisiin ja niiden tuottajiin, käyttötapoihin ja ehtoihin.
sv: Trafikdatakatalogen är en öppen nationell åtkomstpunkt (NAP) för trafikdata, där trafikdataleverantörer lämnar information om data och API:er de erbjuder. För dataanvändare ger katalogen en översikt över tillgängliga datakällor, leverantörer, användningsmetoder och villkor.

source: You are logged in as
fi: Olet kirjautunut sisään käyttäjänä
sv: Du är inloggad som

source: Create new dataset
fi: Luo uusi tietoaineisto
sv: Skapa ny datamängd

source: Browse my datasets
fi: Selaa omia tietoaineistoja
sv: Bläddra bland mina datamängder

source: How do I submit my dataset to the catalog?
fi: Miten pääsen syöttämään tietoaineistoni katalogiin?
sv: Hur lägger jag till min datamängd i katalogen?

source: Register and join an organization
fi: Rekisteröidy ja liity organisaatioon
sv: Registrera dig och gå med i en organisation

source: Datasets and their descriptions are always linked to an organization.
fi: Tietoaineistot ja niiden kuvailut liittyvät aina organisaatioon.
sv: Datamängder och deras beskrivningar är alltid kopplade till en organisation.

source: Create a dataset
fi: Luo tietoaineisto
sv: Skapa en datamängd

source: Enter your dataset's metadata according to the instructions on the form.
fi: Syötä tietoaineistosi metatiedot lomakkeen ohjeistuksen mukaisesti.
sv: Ange datamängdens metadata enligt instruktionerna i formuläret.

source: Add data sources (resources)
fi: Lisää datalähteet (resurssit)
sv: Lägg till datakällor (resurser)

source: Add to the description the different ways to access the dataset.
fi: Lisää kuvaukseen eri tavat, joilla kyseiseen tietoaineistoon pääsee käsiksi.
sv: Lägg till i beskrivningen de olika sätten att få tillgång till datamängden.

source: Publish your dataset
fi: Julkaise tietoaineistosi
sv: Publicera datamängden

source: Published dataset descriptions can be browsed by users via the catalog's search functions.
fi: Julkaistut tietoaineistokuvaukset ovat käyttäjien selailtavissa katalogin hakutoiminnoilla.
sv: Publicerade datamängdsbeskrivningar kan bläddras av användare via katalogens sökfunktioner.

source: Read more about creating datasets
fi: Lue lisää aineistojen luomisesta
sv: Läs mer om att skapa datamängder

source: Search for datasets
fi: Etsi tietoaineistoja
sv: Sök efter datamängder

source: Datasets will be added to the catalog as the service is adopted more widely.
fi: Katalogiin lisätään tietoaineistoja sitä mukaa, kun palvelua otetaan laajemmin käyttöön.
sv: Datamängder kommer att läggas till i katalogen i takt med att tjänsten används mer allmänt.

source: Organizations with datasets in the catalog
fi: Näillä organisaatioilla on tietoaineistoja katalogissa
sv: Organisationer med datamängder i katalogen

source: Development path
fi: Kehityspolku
sv: Utvecklingsväg

source: Launch
fi: Katalogin julkaisu
sv: Lansering

source: Data collection
fi: Tiedonkeruu
sv: Datainsamling

source: Describing existing datasets in the catalog
fi: Olemassaolevien tietoaineistojen kuvailu katalogiin
sv: Beskrivning av befintliga datamängder i katalogen

source: Established use
fi: Vakiintunut käyttö
sv: Etablerad användning

source: Dataset information is maintained and new datasets are added
fi: Tietoaineistojen tietoja ylläpidetään ja uusia tietoaineistoja lisätään
sv: Datamängdsinformation underhålls och nya datamängder läggs till

source: Integrations
fi: Integraatiot
sv: Integrationer

source: Metadata transfer to other catalogs and harvesting from other catalogs
fi: Metadatan välitys muihin katalogeihin ja harvestointi muista katalogeista
sv: Metadataöverföring till andra kataloger och inhämtning från andra kataloger

source: Completing the catalog with mobility service information, a single national access point model
fi: Katalogin täydentäminen liikkumispalveluiden tiedoilla, yhden kansallisen yhteyspisteen malli
sv: Komplettering av katalogen med information om mobilitetstjänster, en modell med en nationell åtkomstpunkt

source: Why publish your data in the Transport Data Catalog?
fi: Miksi julkaista dataa Liikennedatakatalogissa?
sv: Varför publicera din data i Trafikdatakatalogen?

source: Add new dataset
fi: Luo uusi tietoaineisto
sv: Lägg till ny datamängd

source: Register as a user
fi: Rekisteröidy käyttäjäksi
sv: Registrera dig som användare

source: Start by registering at <a href="https://id.fintraffic.fi">Fintraffic ID</a>. After you have registered as a user, you need to request membership in your organization from your organization admin. If your organization does not yet exist in the catalog, you need to request its creation from <a href="mailto:digitraffic@fintraffic.fi">digitraffic@fintraffic.fi</a>
fi: Aloita rekisteröitymällä Fintraffic ID -käyttäjäksi. Kun olet rekisteröitynyt käyttäjäksi, sinun täytyy pyytää organisaatiosi jäsenyyttä organisaatiosi pääkäyttäjältä. Jos organisaatiotasi ei vielä ole katalogissa, pyydä sen lisäämistä ottamalla yhteyttä sähköpostitse osoitteeseen: <a href="mailto:digitraffic@fintraffic.fi">digitraffic@fintraffic.fi</a>
sv: Börja med att registrera dig på <a href="https://id.fintraffic.fi">Fintraffic ID</a>. Efter att du har registrerat dig som användare måste du begära medlemskap i din organisation från organisationens administratör. Om din organisation ännu inte finns i katalogen behöver du begära att den skapas via <a href="mailto:digitraffic@fintraffic.fi">digitraffic@fintraffic.fi</a>

source: Describe and create your dataset according to the fields and instructions on the form. At the dataset level, you describe the general properties of the data. The actual data and the APIs or services distributing it are described in the next step.
fi: Luo ja kuvaile tietoaineistosi lomakkeella pyydettyjen tietojen mukaisesti. Tietoaineistotasolla kuvataan datan yleiset ominaisuudet. Itse data ja sitä jakelevat rajapinnat tai palvelut kuvataan seuraavassa vaiheessa.
sv: Beskriv och skapa din datamängd enligt fälten och instruktionerna i formuläret. På datamängdsnivå beskriver du datans allmänna egenskaper. Själva datan och API:erna eller tjänsterna som distribuerar den beskrivs i nästa steg.

source: Add resources
fi: Lisää datalähteet (resurssit)
sv: Lägg till resurser

source: A single dataset can have several data sources, such as APIs and file packages. At this stage, add the different ways to access the dataset.
fi: Yksittäiseen tietoaineistoon voi liittyä useita datalähteitä, esimerkiksi ohjelmointirajapintoja (API) ja tiedostomuotoisia paketteja. Lisää tässä vaiheessa nämä eri tavat, joilla tietoaineistoon pääsee käsiksi.
sv: En enskild datamängd kan ha flera datakällor, såsom API:er och filpaket. I detta steg lägger du till de olika sätten att få tillgång till datamängden.

source: Publish the dataset
fi: Julkaise tietoaineistosi
sv: Publicera datamängden

source: By setting the dataset's visibility to "Public", your dataset will be visible to all users in the catalog and can be found using the catalog's search functions. If you wish, you can set private visibility, in which case your dataset will only be visible to members of your own organization.
fi: Asettamalla tietoaineiston näkyvyyden tilaan “Julkinen”, saat tietoaineistosi esille katalogiin, jolloin se on katalogin hakutoiminnoilla löydettävissä. Halutessasi voit tallentaa kuvauksen yksityisenä, jolloin se näkyy vain oman organisaatiosi jäsenille.
sv: Genom att ställa in datamängdens synlighet på "Offentlig" blir din datamängd synlig för alla användare i katalogen och kan hittas med katalogens sökfunktioner. Om du vill kan du ställa in privat synlighet, då blir din datamängd endast synlig för medlemmar i din egen organisation.

source: http://example.com/my-image.jpg
fi: http://example.com/external-data.csv
sv: http://example.com/external-data.csv

source: Image URL
fi: Kuvan URL
sv: Bild-URL

source: Clear Upload
fi: Tyhjennä
sv: Rensa uppladdning

source: Custom
fi: Mukautettu
sv: Anpassad

source: You can use <a href="#markdown" title="Markdown quick reference" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown formatting</a> here
fi: Voit käyttää tässä <a href="#markdown" title="Markdown quick reference" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown-formatointia</a>
sv: Du kan använda <a href="#markdown" title="Snabbreferens för Markdown" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown-formatering</a> här

source: Edit
fi: Muokkaa
sv: Redigera

source: View dataset
fi: Näytä tietoaineisto
sv: Visa datamängd

source: Edit metadata
fi: Muokkaa metadataa
sv: Redigera metadata

source: Reorder resources
fi: Uudelleenjärjestä resurssit
sv: Ordna om resurser

source: Collaborators
fi: Muokkaajat
sv: Medarbetare

source: Draft
fi: Vedos
sv: Utkast

source: Deleted
fi: Poistettu
sv: Raderad

source: Dataset description:
fi: Tietoaineiston kuvaus:
sv: Beskrivning av datamängd:

source: Source: <a href="%(url)s">%(dataset)s</a>
fi: Lähde: <a href=“%(url)s”>%(dataset)s</a>
sv: Källa: <a href="%(url)s">%(dataset)s</a>

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
fi: Yllä valitsemasi <i>lisenssi</i> pätee vain tähän tietoaineistoon lisäämiesi resurssitiedostojen kohdalla. Lähettäessäsi tämän lomakkeen hyväksyt, että lomakkeelle syöttämäsi <i>metadata</i> julkaistaan <a href=“http://opendatacommons.org/licenses/odbl/1-0/“>Open Database License</a>:n alaisena.
sv: Den <i>datalisens</i> du väljer ovan gäller endast för innehållet i resursfiler som du lägger till i denna datamängd. Genom att skicka in detta formulär godkänner du att <i>metadata-värdena</i> som du anger i formuläret publiceras under <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.

source: Are you sure you want to delete this dataset?
fi: Haluatko varmasti poistaa tämän tietoaineiston?
sv: Är du säker på att du vill radera denna datamängd?

source: Delete
fi: Poista
sv: Radera

source: Next: Add data
fi: Seuraava: Lisää dataa
sv: Nästa: Lägg till data

source: Name
fi: Nimi
sv: Namn

source: eg. January 2011 Gold Prices
fi: esim. Vuoden 2011 bussiaikataulut
sv: t.ex. Januari 2011 Guldpriser

source: Description
fi: Kuvaus
sv: Beskrivning

source: Some useful notes about the data
fi: Hyödyllisiä huomioita datasta
sv: Några användbara anteckningar om datan

source: Format
fi: Formaatti

source: eg. CSV, XML or JSON
fi: esim. CSV, XML tai JSON
sv: t.ex. CSV, XML eller JSON

source: This will be guessed automatically. Leave blank if you wish
fi: Tämä päätellään automaattisesti jos jätät sen tyhjäksi
sv: Detta kommer att gissas automatiskt. Lämna tomt om du vill.

source: Last Modified
fi: Viimeksi muokattu
sv: Senast ändrad

source: eg. 2012-06-05
fi: esim. 2012-06-05
sv: t.ex. 2012-06-05

source: File Size
fi: Tiedostokoko
sv: Filstorlek

source: eg. 1024
fi: esim. 00100
sv: t.ex. 1024

source: MIME Type
fi: MIME-tyyppi
sv: MIME-typ

source: eg. application/json
fi: esim. application/json
sv: t.ex. application/json

source: Are you sure you want to delete this resource?
fi: Haluatko varmasti poistaa tämän tietoaineiston?
sv: Är du säker på att du vill radera denna resurs?

source: Previous
fi: Edellinen
sv: Föregående

source: Save & add another
fi: Tallenna ja lisää toinen
sv: Spara och lägg till en till

source: Finish
fi: Valmis
sv: Slutför

source: Add
fi: Lisää
sv: Lägg till

source: No organization
fi: Ei organisaatiota
sv: Ingen organisation

source: Time
fi: Kellonaika
sv: Tid

source: Timezone
fi: Aikavyöhyke
sv: Tidszon

source: Add Finnish
fi: Lisää tiedot suomeksi
sv: Lägg till på finska

source: Add Swedish
fi: Lisää tiedot ruotsiksi
sv: Lägg till på svenska

source: With no JavaScript enabled, you need to specify the full IRI for this field
fi: Kun JavaScript ei ole käytössä, täytyy tähän kenttään syöttää koko IRI
sv: Utan JavaScript aktiverat måste du ange den fullständiga IRI:n för detta fält

source: Visibility
fi: Näkyvyys
sv: Synlighet

source: Private
fi: Yksityinen
sv: Privat

source: Public
fi: Julkinen
sv: Offentlig

source: XML format
fi: XML-muoto

source: N3 format
fi: N3-muoto

source: TTL format
fi: TTL-muoto

source: JSON format
fi: JSON-muoto

source: State
fi: Tila
sv: Status

source: General
fi: Yleiset
sv: Allmänt

source: This section provides basic information about the dataset.
fi: Tässä osiossa kuvataan tietoaineiston yleiset ominaisuudet.
sv: Detta avsnitt ger grundläggande information om datamängden.

source: Temporal coverage
fi: Ajallinen kattavuus
sv: Tidsmässig täckning

source: This section describes the temporal coverage of the dataset, if applicable. May be left empty for continuously updated data.
fi: Tässä osiossa kuvaillaan tietoaineiston ajallinen kattavuus, jos se on määriteltävissä. Jatkuvasti päivittyville tiedoille tämän voi jättää tyhjäksi.
sv: Detta avsnitt beskriver datamängdens tidsmässiga täckning, om tillämpligt. Kan lämnas tomt för kontinuerligt uppdaterad data.

source: Versioning
fi: Versiointi
sv: Versionshantering

source: This section provides information regarding the dataset version. Mostly applicable for static datasets.
fi: Tässä osiossa kuvataan tietoaineiston versiotiedot. Soveltuu käytettäväksi lähinnä staattisissa aineistopaketeissa.
sv: Detta avsnitt ger information om datamängdens version. Gäller främst för statiska datamängder.

source: Assessment
fi: Arvio
sv: Bedömning

source: This section describes the result and date of an assessment or assessments made by a third party or parties. The assessment of data sets under EU delegated regulations is usually carried out by a national supervisory authority.
fi: Tähän osioon kuvataan ulkopuolisen tahon suorittaman arvioinnin päivämäärä ja tulos. EU:n delegoitujen asetusten mukaisten tietoaineistojen arvioinnin suorittaa yleensä kansallinen valvova viranomainen.
sv: Detta avsnitt beskriver resultatet och datumet för en bedömning eller bedömningar gjorda av tredje part. Bedömningen av datamängder enligt EU:s delegerade förordningar utförs vanligtvis av en nationell tillsynsmyndighet.

source: Additional information
fi: Lisätiedot
sv: Ytterligare information

source: Additional details concerning the dataset.
fi: Lisätietoja tietoaineistoon liittyen.
sv: Ytterligare detaljer om datamängden.

source: Contact points
fi: Yhteyspisteet
sv: Kontaktpunkter

source: Contact details for a person or organization.
fi: Henkilön tai organisaation yhteystiedot.
sv: Kontaktuppgifter för en person eller organisation.

source: Rights holders
fi: Oikeuksien haltijat
sv: Rättighetsinnehavare

source: Contact details for the rights holder.
fi: Oikeuksien haltijan yhteystiedot.
sv: Kontaktuppgifter för rättighetsinnehavaren.

source: Add data
fi: Lisää dataa
sv: Lägg till data

source: In CKAN, a dataset refers to a collection of resources (e.g., files) along with their descriptions and other metadata, such as a permanent URL.
fi: Tietoaineisto tarkoittaa CKAN:issa kokoelmaa resursseja (esim. tiedostoja) sekä niihin liittyvää kuvausta ja muuta metatietoa, kuten pysyvää URL-osoitetta.
sv: I CKAN avser en datamängd en samling resurser (t.ex. filer) tillsammans med deras beskrivningar och andra metadata, såsom en permanent URL.

source: Update {page}
fi: Päivitä {page}
sv: Uppdatera {page}

source: Next
fi: Seuraava
sv: Nästa

source: Resource URLs
fi: Verkko-osoitteet
sv: Resurs-URL:er

source: URLs giving access to the resource.
fi: Pääsy resurssiin.
sv: URL:er som ger åtkomst till resursen.

source: Data service
fi: Tietopalvelu
sv: Datatjänst

source: If the resource is accessed through a data service (such as an API or platform that provides access to various data), describe that data service here.
fi: Jos resurssi on saatavilla erityisen tietopalvelun kautta (kuten erilaista dataa tarjoava alusta tai rajapinta), kuvaile se tässä.
sv: Om resursen nås via en datatjänst (såsom ett API eller en plattform som ger tillgång till olika data), beskriv den datatjänsten här.

source: Resource description
fi: Resurssin kuvaus
sv: Resursbeskrivning

source: Description of the resource.
fi: Resurssin kuvaus.
sv: Beskrivning av resursen.

source: Additional information concerning related formats and data standards.
fi: Lisätietoa resurssiin liittyvistä formaateista ja tietostandardeista.
sv: Ytterligare information om relaterade format och datastandarder.

source: Licenses and terms of use
fi: Ehdot ja lisenssit
sv: Licenser och användarvillkor

source: Licenses and terms of use pertaining to this resource.
fi: Resurssin käyttöön ja saatavuuteen liittyvät ehdot ja lisenssit.
sv: Licenser och användarvillkor som gäller för denna resurs.

source: Time range
fi: Alkamis- ja päättymisajat
sv: Tidsintervall

source: Period during which resource is available.
fi: Ajanjakso, jonka aikana resurssi on saatavilla.
sv: Period under vilken resursen är tillgänglig.

source: A resource is any file or a link to a file that contains useful data.
fi: Resurssi on mikä tahansa tiedosto tai linkki tiedostoon, jossa on hyödyllistä dataa.
sv: En resurs är vilken fil som helst eller en länk till en fil som innehåller användbar data.

source: Go
fi: Mene
sv: Gå

source: Mandatory
fi: Pakollinen
sv: Obligatorisk

source: Recommended
fi: Suositeltava
sv: Rekommenderad

source: Optional
fi: Valinnainen
sv: Valfri

source: There is no description for this dataset
fi: Tälle tietoaineistolle ei ole kuvausta
sv: Det finns ingen beskrivning för denna datamängd

source: Datasets
fi: Tietoaineistot
sv: Datamängder

source: Organizations
fi: Organisaatiot
sv: Organisationer

source: Groups
fi: Ryhmät
sv: Grupper

source: About
fi: Tietoa
sv: Om

source: Menu
fi: Valikko
sv: Meny

source: E.g. environment
fi: Esim. ympäristö
sv: T.ex. miljö

source: Search Datasets...
fi: Etsi tietoaineistoja...
sv: Sök datamängder...

source: Search
fi: Etsi
sv: Sök

source: Search datasets...
fi: Etsi tietoaineistoja…
sv: Sök datamängder...

source: Submit
fi: Lähetä
sv: Skicka

source: View profile
fi: Näytä profiili
sv: Visa profil

source: Profile
fi: Profiili
sv: Profil

source: Sysadmin settings
fi: Ylläpitäjän asetukset
sv: Administratörsinställningar

source: Admin
fi: Ylläpitäjä

source: View dashboard
fi: Näytä yhteenveto
sv: Visa instrumentpanel

source: Dashboard
fi: Yhteenveto
sv: Instrumentpanel

source: Profile settings
fi: Profiilin asetukset
sv: Profilinställningar

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Account
fi: Käyttäjätili
sv: Konto

source: Create API Token
fi: Luo API-token
sv: Skapa API-token

source: API Tokens
fi: API-tokenit

source: You haven't created any API Tokens.
fi: Et ole luonut yhtään API-tokenia.
sv: Du har inte skapat några API-tokens.

source: Change details
fi: Muuta tietoja
sv: Ändra uppgifter

source: Username
fi: Käyttäjänimi
sv: Användarnamn

source: Full name
fi: Koko nimi
sv: Fullständigt namn

source: eg. Joe Bloggs
fi: esim. Matti Meikäläinen
sv: t.ex. Joe Bloggs

source: Email
fi: Sähköposti
sv: E-post

source: eg. joe@example.com
fi: esim. matti@esimerkki.com
sv: t.ex. joe@example.com

source: A little information about yourself
fi: Hieman tietoa itsestäsi
sv: Lite information om dig själv

source: Profile picture
fi: Profiilikuva

source: Profile picture URL
fi: Profiilikuvan URL
sv: URL till profilbild

source: Reactivate User
fi: Aktivoi käyttäjä uudelleen
sv: Återaktivera användare

source: This account is deactivated. If you want to reactivate it, please click on the checkbox.
fi: Tämä käyttäjätili on deaktivoitu. Jos haluat aktivoida sen uudelleen, klikkaa valintaruutua.
sv: Detta konto är inaktiverat. Om du vill återaktivera det, vänligen klicka i kryssrutan.

source: First name
fi: Etunimi
sv: Förnamn

source: eg. Joe
fi: esim. Matti
sv: t.ex. Joe

source: Surname
fi: Sukunimi
sv: Efternamn

source: eg. Bloggs
fi: esim. Meikäläinen
sv: t.ex. Bloggs

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: eg. +358401234567
fi: esim. +358401234567
sv: t.ex. +358401234567

source: Country of residence
fi: Maa
sv: Bosättningsland

source: eg. Finland
fi: esim. Suomi
sv: t.ex. Finland

source: County
fi: Maakunta
sv: Län

source: eg. Uusimaa
fi: esim. Uusimaa
sv: t.ex. Nyland

source: Postal code
fi: Postinumero
sv: Postnummer

source: eg. 1234567
fi: esim. 00100
sv: t.ex. 1234567

source: City
fi: Kaupunki
sv: Stad

source: eg. Helsinki
fi: esim. Helsinki
sv: t.ex. Helsingfors

source: Street address
fi: Katuosoite
sv: Gatuadress

source: eg. Testikatu 1
fi: esim. Testikatu 1
sv: t.ex. Testgatan 1

source: Users
fi: Käyttäjät
sv: Användare

source: Manage
fi: Hallinnoi
sv: Hantera

source: Phone number is not in a valid format. Make sure it starts with a valid country code. e.g. +358
fi: Puhelinnumero ei ole oikeassa muodossa. Varmista, että se alkaa maakoodilla, esim. +358

source: Given spatial reference is not supported
fi: Annettu paikkaviite ei ole tuettu

source: Image (PNG/JPG/GIF)
sv: Bild (PNG/JPG/GIF)

source: Profile picture (PNG/JPG/GIF)
sv: Profilbild (PNG/JPG/GIF)
